Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# ios_settings_accent_hint
source: Applies to app, widgets and notifications right away. The app icon changes too; iOS confirms that with a short notice.
ar: يُطبَّق فورًا على التطبيق والأدوات والإشعارات. تتغير أيقونة التطبيق أيضًا؛ ويؤكد iOS ذلك بتنبيه قصير.
cs: Platí ihned pro aplikaci, widgety a oznámení. Změní se i ikona aplikace; iOS to potvrdí krátkým upozorněním.
da: Gælder straks for app, widgets og notifikationer. App-ikonet skifter også; iOS bekræfter det med en kort besked.
de: Gilt sofort für App, Widgets und Benachrichtigungen. Auch das App-Icon wechselt; iOS bestätigt das mit einem kurzen Hinweis.
el: Εφαρμόζεται αμέσως σε εφαρμογή, widget και ειδοποιήσεις. Αλλάζει και το εικονίδιο της εφαρμογής· το iOS το επιβεβαιώνει με ένα σύντομο μήνυμα.
es: Se aplica de inmediato a la app, los widgets y las notificaciones. También cambia el icono de la app; iOS lo confirma con un breve aviso.
fa: بلافاصله روی برنامه، ابزارک‌ها و اعلان‌ها اعمال می‌شود. نماد برنامه هم تغییر می‌کند؛ iOS این را با یک پیام کوتاه تأیید می‌کند.
fi: Koskee sovellusta, widgetejä ja ilmoituksia heti. Myös sovelluksen kuvake vaihtuu; iOS vahvistaa sen lyhyellä ilmoituksella.
fr: S'applique immédiatement à l'app, aux widgets et aux notifications. L'icône de l'app change aussi ; iOS le confirme par un bref message.
he: חל מיד על האפליקציה, הווידג׳טים וההתראות. גם סמל האפליקציה משתנה; iOS מאשר זאת בהודעה קצרה.
hi: ऐप, विजेट और नोटिफ़िकेशन पर तुरंत लागू होता है। ऐप आइकन भी बदलता है; iOS इसकी पुष्टि एक छोटे संदेश से करता है।
hu: Azonnal érvényes az alkalmazásra, a widgetekre és az értesítésekre. Az alkalmazásikon is megváltozik; ezt az iOS egy rövid üzenettel jelzi.
id: Langsung berlaku untuk aplikasi, widget, dan notifikasi. Ikon aplikasi juga berubah; iOS mengonfirmasinya dengan pemberitahuan singkat.
it: Si applica subito ad app, widget e notifiche. Cambia anche l'icona dell'app; iOS lo conferma con un breve avviso.
ja: アプリ、ウィジェット、通知にすぐ反映されます。アプリアイコンも変わり、iOS が短いメッセージで確認します。
ko: 앱, 위젯, 알림에 바로 적용됩니다. 앱 아이콘도 바뀌며, iOS가 짧은 안내로 이를 확인합니다.
nb: Gjelder umiddelbart for app, moduler og varsler. Appikonet endres også; iOS bekrefter det med en kort melding.
nl: Geldt direct voor app, widgets en meldingen. Ook het app-icoon verandert; iOS bevestigt dat met een korte melding.
pl: Zmiana od razu obejmuje aplikację, widżety i powiadomienia. Zmienia się też ikona aplikacji; iOS potwierdza to krótkim komunikatem.
pt: Aplica-se de imediato à app, aos widgets e às notificações. O ícone da app também muda; o iOS confirma-o com um breve aviso.
pt_br: Aplica-se imediatamente ao app, aos widgets e às notificações. O ícone do app também muda; o iOS confirma isso com um breve aviso.
ro: Se aplică imediat aplicației, widgeturilor și notificărilor. Se schimbă și pictograma aplicației; iOS confirmă acest lucru printr-un scurt mesaj.
ru: Сразу применяется к приложению, виджетам и уведомлениям. Значок приложения тоже меняется; iOS подтверждает это коротким сообщением.
sq: Zbatohet menjëherë për aplikacionin, widget-et dhe njoftimet. Ndryshon edhe ikona e aplikacionit; iOS e konfirmon me një njoftim të shkurtër.
sv: Gäller direkt för appen, widgetar och aviseringar. Appikonen byts också; iOS bekräftar det med ett kort meddelande.
th: มีผลกับแอป วิดเจ็ต และการแจ้งเตือนทันที ไอคอนแอปจะเปลี่ยนด้วย โดย iOS จะยืนยันด้วยข้อความสั้น ๆ
tr: Uygulama, widget ve bildirimlere hemen uygulanır. Uygulama simgesi de değişir; iOS bunu kısa bir uyarıyla onaylar.
uk: Одразу застосовується до застосунку, віджетів і сповіщень. Значок застосунку теж зміниться; iOS підтвердить це коротким повідомленням.
vi: Áp dụng ngay cho ứng dụng, widget và thông báo. Biểu tượng ứng dụng cũng thay đổi; iOS xác nhận bằng một thông báo ngắn.
zh_hans: 立即应用于应用、小部件和通知。应用图标也会随之更改，iOS 会以简短提示进行确认。

# ios_settings_language_hint
source: Change the app language in the iOS Settings app.
ar: يمكنك تغيير لغة التطبيق في تطبيق الإعدادات في iOS.
cs: Jazyk aplikace změníte v aplikaci Nastavení v iOS.
da: Appens sprog ændrer du i iOS-appen Indstillinger.
de: Die App-Sprache änderst du in den iOS-Einstellungen.
el: Αλλάξτε τη γλώσσα της εφαρμογής στην εφαρμογή Ρυθμίσεις του iOS.
es: Cambia el idioma de la app en la app Ajustes de iOS.
fa: زبان برنامه را در برنامه تنظیمات iOS تغییر دهید.
fi: Vaihda sovelluksen kieli iOS:n Asetukset-sovelluksessa.
fr: Modifiez la langue de l'app dans l'app Réglages d'iOS.
he: את שפת האפליקציה משנים באפליקציית ההגדרות של iOS.
hi: ऐप की भाषा iOS की सेटिंग्स ऐप में बदलें।
hu: Az alkalmazás nyelvét az iOS Beállítások alkalmazásában módosíthatja.
id: Ubah bahasa aplikasi di aplikasi Pengaturan iOS.
it: Cambia la lingua dell'app nell'app Impostazioni di iOS.
ja: アプリの言語は iOS の「設定」アプリで変更できます。
ko: 앱 언어는 iOS 설정 앱에서 변경하세요.
nb: Endre appspråket i Innstillinger-appen i iOS.
nl: Wijzig de app-taal in de app Instellingen van iOS.
pl: Język aplikacji zmienisz w aplikacji Ustawienia systemu iOS.
pt: Altere o idioma da app na app Definições do iOS.
pt_br: Altere o idioma do app no app Ajustes do iOS.
ro: Schimbați limba aplicației din aplicația Configurări din iOS.
ru: Язык приложения можно изменить в приложении «Настройки» iOS.
sq: Ndrysho gjuhën e aplikacionit te aplikacioni Cilësimet i iOS.
sv: Ändra appens språk i appen Inställningar i iOS.
th: เปลี่ยนภาษาของแอปได้ในแอปการตั้งค่าของ iOS
tr: Uygulama dilini iOS Ayarlar uygulamasından değiştirin.
uk: Мову застосунку можна змінити в застосунку «Параметри» iOS.
vi: Thay đổi ngôn ngữ ứng dụng trong ứng dụng Cài đặt của iOS.
zh_hans: 请在 iOS“设置”应用中更改应用语言。

# ios_settings_live_service_hint
source: Refreshes at short intervals while the app is open.
ar: يحدّث على فترات قصيرة ما دام التطبيق مفتوحًا.
cs: Aktualizuje v krátkých intervalech, dokud je aplikace otevřená.
da: Opdaterer med korte intervaller, så længe appen er åben.
de: Aktualisiert in kurzen Abständen, solange die App geöffnet ist.
el: Ανανεώνει σε σύντομα διαστήματα όσο η εφαρμογή είναι ανοιχτή.
es: Actualiza en intervalos cortos mientras la app está abierta.
fa: تا زمانی که برنامه باز است، در فواصل کوتاه به‌روزرسانی می‌کند.
fi: Päivittää lyhyin väliajoin, kun sovellus on auki.
fr: Actualise à intervalles courts tant que l'app est ouverte.
he: מתעדכן במרווחים קצרים כל עוד האפליקציה פתוחה.
hi: ऐप खुला रहने तक कम अंतराल पर रीफ़्रेश करता है।
hu: Rövid időközönként frissít, amíg az alkalmazás nyitva van.
id: Memperbarui dalam interval singkat selama aplikasi terbuka.
it: Aggiorna a intervalli brevi finché l'app è aperta.
ja: アプリを開いている間、短い間隔で更新します。
ko: 앱이 열려 있는 동안 짧은 간격으로 새로 고칩니다.
nb: Oppdaterer med korte intervaller så lenge appen er åpen.
nl: Ververst met korte tussenpozen zolang de app geopend is.
pl: Odświeża w krótkich odstępach, dopóki aplikacja jest otwarta.
pt: Atualiza em intervalos curtos enquanto a app está aberta.
pt_br: Atualiza em intervalos curtos enquanto o app está aberto.
ro: Actualizează la intervale scurte cât timp aplicația este deschisă.
ru: Обновляет с короткими интервалами, пока приложение открыто.
sq: Rifreskon në intervale të shkurtra sa kohë që aplikacioni është i hapur.
sv: Uppdaterar med korta intervall så länge appen är öppen.
th: รีเฟรชเป็นช่วงสั้น ๆ ขณะที่แอปเปิดอยู่
tr: Uygulama açıkken kısa aralıklarla yeniler.
uk: Оновлює з короткими інтервалами, поки застосунок відкритий.
vi: Làm mới theo khoảng ngắn khi ứng dụng đang mở.
zh_hans: 应用打开期间以较短间隔刷新。

# ios_settings_price_notifications_hint
source: Shows a notification with the current price of enabled pairs.
ar: يعرض إشعارًا بالسعر الحالي للأزواج المفعّلة.
cs: Zobrazí oznámení s aktuální cenou zapnutých párů.
da: Viser en notifikation med den aktuelle kurs for aktiverede par.
de: Zeigt eine Mitteilung mit dem aktuellen Kurs der aktivierten Paare.
el: Εμφανίζει ειδοποίηση με την τρέχουσα τιμή των ενεργών ζευγών.
es: Muestra una notificación con el precio actual de los pares activados.
fa: اعلانی با قیمت فعلی جفت‌های فعال نشان می‌دهد.
fi: Näyttää ilmoituksen käytössä olevien parien nykyisestä hinnasta.
fr: Affiche une notification avec le prix actuel des paires activées.
he: מציג התראה עם המחיר הנוכחי של צמדים מופעלים.
hi: चालू किए गए पेयर की मौजूदा कीमत के साथ नोटिफ़िकेशन दिखाता है।
hu: Értesítést jelenít meg a bekapcsolt párok aktuális árával.
id: Menampilkan notifikasi berisi harga terkini pasangan yang diaktifkan.
it: Mostra una notifica con il prezzo attuale delle coppie attivate.
ja: 有効にしたペアの現在価格を通知で表示します。
ko: 사용 설정한 거래쌍의 현재 가격을 알림으로 표시합니다.
nb: Viser et varsel med gjeldende kurs for aktiverte par.
nl: Toont een melding met de actuele koers van ingeschakelde paren.
pl: Pokazuje powiadomienie z aktualną ceną włączonych par.
pt: Mostra uma notificação com o preço atual dos pares ativados.
pt_br: Mostra uma notificação com o preço atual dos pares ativados.
ro: Afișează o notificare cu prețul curent al perechilor activate.
ru: Показывает уведомление с текущей ценой включённых пар.
sq: Shfaq një njoftim me çmimin aktual të çifteve të aktivizuara.
sv: Visar en avisering med aktuell kurs för aktiverade par.
th: แสดงการแจ้งเตือนพร้อมราคาปัจจุบันของคู่ที่เปิดใช้
tr: Etkin çiftlerin güncel fiyatını içeren bir bildirim gösterir.
uk: Показує сповіщення з поточною ціною ввімкнених пар.
vi: Hiển thị thông báo với giá hiện tại của các cặp đã bật.
zh_hans: 显示包含已启用交易对当前价格的通知。

# language_search
source: Search language
ar: البحث عن لغة
cs: Hledat jazyk
da: Søg sprog
de: Sprache suchen
el: Αναζήτηση γλώσσας
es: Buscar idioma
fa: جستجوی زبان
fi: Hae kieltä
fr: Rechercher une langue
he: חיפוש שפה
hi: भाषा खोजें
hu: Nyelv keresése
id: Cari bahasa
it: Cerca lingua
ja: 言語を検索
ko: 언어 검색
nb: Søk etter språk
nl: Taal zoeken
pl: Szukaj języka
pt: Procurar idioma
pt_br: Pesquisar idioma
ro: Caută limba
ru: Поиск языка
sq: Kërko gjuhën
sv: Sök språk
th: ค้นหาภาษา
tr: Dil ara
uk: Пошук мови
vi: Tìm ngôn ngữ
zh_hans: 搜索语言

# licenses_app_intro
source: Crypto Checker is open source (MIT License).
ar: Crypto Checker مفتوح المصدر (ترخيص MIT).
cs: Crypto Checker je open source (licence MIT).
da: Crypto Checker er open source (MIT-licens).
de: Crypto Checker ist quelloffen (MIT-Lizenz).
el: Το Crypto Checker είναι ανοιχτού κώδικα (άδεια MIT).
es: Crypto Checker es de código abierto (licencia MIT).
fa: Crypto Checker متن‌باز است (مجوز MIT).
fi: Crypto Checker on avointa lähdekoodia (MIT-lisenssi).
fr: Crypto Checker est open source (licence MIT).
he: Crypto Checker הוא קוד פתוח (רישיון MIT).
hi: Crypto Checker ओपन सोर्स है (MIT लाइसेंस)।
hu: A Crypto Checker nyílt forráskódú (MIT-licenc).
id: Crypto Checker bersifat sumber terbuka (Lisensi MIT).
it: Crypto Checker è open source (licenza MIT).
ja: Crypto Checker はオープンソースです（MIT ライセンス）。
ko: Crypto Checker는 오픈 소스입니다(MIT 라이선스).
nb: Crypto Checker er åpen kildekode (MIT-lisens).
nl: Crypto Checker is open source (MIT-licentie).
pl: Crypto Checker to oprogramowanie open source (licencja MIT).
pt: O Crypto Checker é de código aberto (licença MIT).
pt_br: O Crypto Checker é de código aberto (licença MIT).
ro: Crypto Checker este open source (licența MIT).
ru: Crypto Checker — приложение с открытым исходным кодом (лицензия MIT).
sq: Crypto Checker është me kod të hapur (licenca MIT).
sv: Crypto Checker är öppen källkod (MIT-licens).
th: Crypto Checker เป็นโอเพนซอร์ส (สัญญาอนุญาต MIT)
tr: Crypto Checker açık kaynaklıdır (MIT Lisansı).
uk: Crypto Checker — застосунок із відкритим кодом (ліцензія MIT).
vi: Crypto Checker là mã nguồn mở (Giấy phép MIT).
zh_hans: Crypto Checker 是开源软件（MIT 许可证）。

# licenses_font_title
source: Rubik typeface
ar: خط Rubik
cs: Písmo Rubik
da: Skrifttypen Rubik
de: Schrift Rubik
el: Γραμματοσειρά Rubik
es: Tipografía Rubik
fa: قلم Rubik
fi: Rubik-fontti
fr: Police Rubik
he: הגופן Rubik
hi: Rubik फ़ॉन्ट
hu: Rubik betűtípus
id: Font Rubik
it: Carattere Rubik
ja: Rubik フォント
ko: Rubik 글꼴
nb: Skrifttypen Rubik
nl: Lettertype Rubik
pl: Czcionka Rubik
pt: Tipo de letra Rubik
pt_br: Fonte Rubik
ro: Fontul Rubik
ru: Шрифт Rubik
sq: Shkronja Rubik
sv: Typsnittet Rubik
th: ฟอนต์ Rubik
tr: Rubik yazı tipi
uk: Шрифт Rubik
vi: Phông chữ Rubik
zh_hans: Rubik 字体

# licenses_libraries_intro
source: The app uses these libraries under the Apache License 2.0:
ar: يستخدم التطبيق هذه المكتبات بموجب Apache License 2.0:
cs: Aplikace používá tyto knihovny pod licencí Apache License 2.0:
da: Appen bruger disse biblioteker under Apache License 2.0:
de: Die App verwendet diese Bibliotheken unter der Apache License 2.0:
el: Η εφαρμογή χρησιμοποιεί αυτές τις βιβλιοθήκες με την άδεια Apache License 2.0:
es: La app usa estas bibliotecas bajo la Apache License 2.0:
fa: برنامه از این کتابخانه‌ها تحت Apache License 2.0 استفاده می‌کند:
fi: Sovellus käyttää näitä kirjastoja lisenssillä Apache License 2.0:
fr: L'app utilise ces bibliothèques sous Apache License 2.0 :
he: האפליקציה משתמשת בספריות אלה תחת Apache License 2.0:
hi: ऐप इन लाइब्रेरी का उपयोग Apache License 2.0 के तहत करता है:
hu: Az app ezeket a könyvtárakat a(z) Apache License 2.0 alapján használja:
id: Aplikasi menggunakan pustaka ini di bawah Apache License 2.0:
it: L'app usa queste librerie con licenza Apache License 2.0:
ja: このアプリは次のライブラリを Apache License 2.0 の下で使用しています:
ko: 앱은 다음 라이브러리를 Apache License 2.0에 따라 사용합니다:
nb: Appen bruker disse bibliotekene under Apache License 2.0:
nl: De app gebruikt deze bibliotheken onder de Apache License 2.0:
pl: Aplikacja korzysta z tych bibliotek na licencji Apache License 2.0:
pt: A app usa estas bibliotecas sob a Apache License 2.0:
pt_br: O app usa estas bibliotecas sob a Apache License 2.0:
ro: Aplicația folosește aceste biblioteci sub Apache License 2.0:
ru: Приложение использует эти библиотеки по лицензии Apache License 2.0:
sq: Aplikacioni i përdor këto biblioteka nën Apache License 2.0:
sv: Appen använder dessa bibliotek under Apache License 2.0:
th: แอปใช้ไลบรารีเหล่านี้ภายใต้ Apache License 2.0:
tr: Uygulama bu kitaplıkları Apache License 2.0 kapsamında kullanır:
uk: Застосунок використовує ці бібліотеки за ліцензією Apache License 2.0:
vi: Ứng dụng sử dụng các thư viện này theo Apache License 2.0:
zh_hans: 本应用依据 Apache License 2.0 使用以下库：

# licenses_libraries_title
source: Android libraries
ar: مكتبات Android
cs: Knihovny pro Android
da: Android-biblioteker
de: Android-Bibliotheken
el: Βιβλιοθήκες Android
es: Bibliotecas de Android
fa: کتابخانه‌های Android
fi: Android-kirjastot
fr: Bibliothèques Android
he: ספריות Android
hi: Android लाइब्रेरी
hu: Android-könyvtárak
id: Pustaka Android
it: Librerie Android
ja: Android ライブラリ
ko: Android 라이브러리
nb: Android-biblioteker
nl: Android-bibliotheken
pl: Biblioteki Androida
pt: Bibliotecas Android
pt_br: Bibliotecas Android
ro: Biblioteci Android
ru: Библиотеки Android
sq: Bibliotekat e Android
sv: Android-bibliotek
th: ไลบรารี Android
tr: Android kitaplıkları
uk: Бібліотеки Android
vi: Thư viện Android
zh_hans: Android 库

# licenses_marketdata_changes
source: Changes: %1$@
ar: التغييرات: %1$@
cs: Změny: %1$@
da: Ændringer: %1$@
de: Änderungen: %1$@
el: Αλλαγές: %1$@
es: Cambios: %1$@
fa: تغییرات: %1$@
fi: Muutokset: %1$@
fr: Modifications : %1$@
he: שינויים: %1$@
hi: बदलाव: %1$@
hu: Módosítások: %1$@
id: Perubahan: %1$@
it: Modifiche: %1$@
ja: 変更: %1$@
ko: 변경 사항: %1$@
nb: Endringer: %1$@
nl: Wijzigingen: %1$@
pl: Zmiany: %1$@
pt: Alterações: %1$@
pt_br: Alterações: %1$@
ro: Modificări: %1$@
ru: Изменения: %1$@
sq: Ndryshime: %1$@
sv: Ändringar: %1$@
th: การเปลี่ยนแปลง: %1$@
tr: Değişiklikler: %1$@
uk: Зміни: %1$@
vi: Thay đổi: %1$@
zh_hans: 修改：%1$@

# licenses_marketdata_intro
source: Parts of the exchange connection are based on software under the MIT License:
ar: تعتمد أجزاء من الاتصال بالمنصات على برمجيات مرخّصة بموجب ترخيص MIT:
cs: Části napojení na burzy vycházejí ze softwaru pod licencí MIT:
da: Dele af børsforbindelsen er baseret på software under MIT-licensen:
de: Teile der Börsen-Anbindung basieren auf Software unter der MIT-Lizenz:
el: Μέρη της σύνδεσης με τα ανταλλακτήρια βασίζονται σε λογισμικό με την άδεια MIT:
es: Partes de la conexión con los exchanges se basan en software bajo la licencia MIT:
fa: بخش‌هایی از اتصال به صرافی‌ها بر پایهٔ نرم‌افزاری با مجوز MIT است:
fi: Osa pörssiyhteydestä perustuu MIT-lisenssin alaiseen ohjelmistoon:
fr: Une partie de la connexion aux plateformes repose sur un logiciel sous licence MIT :
he: חלקים מהחיבור לבורסות מבוססים על תוכנה תחת רישיון MIT:
hi: एक्सचेंज कनेक्शन के कुछ हिस्से MIT लाइसेंस वाले सॉफ़्टवेयर पर आधारित हैं:
hu: A tőzsdei kapcsolat egyes részei MIT-licenc alá tartozó szoftveren alapulnak:
id: Sebagian koneksi bursa didasarkan pada perangkat lunak dengan Lisensi MIT:
it: Parti della connessione agli exchange si basano su software con licenza MIT:
ja: 取引所との接続の一部は、MIT ライセンスのソフトウェアに基づいています:
ko: 거래소 연결의 일부는 MIT 라이선스 소프트웨어를 기반으로 합니다:
nb: Deler av børstilkoblingen er basert på programvare under MIT-lisensen:
nl: Delen van de exchange-koppeling zijn gebaseerd op software onder de MIT-licentie:
pl: Części połączenia z giełdami opierają się na oprogramowaniu na licencji MIT:
pt: Partes da ligação às exchanges baseiam-se em software sob a licença MIT:
pt_br: Partes da conexão com as exchanges são baseadas em software sob a licença MIT:
ro: Părți din conexiunea cu bursele se bazează pe software sub licența MIT:
ru: Часть подключения к биржам основана на программном обеспечении под лицензией MIT:
sq: Pjesë të lidhjes me bursat bazohen në softuer nën licencën MIT:
sv: Delar av börsanslutningen bygger på programvara under MIT-licensen:
th: บางส่วนของการเชื่อมต่อกระดานเทรดอิงกับซอฟต์แวร์ภายใต้สัญญาอนุญาต MIT:
tr: Borsa bağlantısının bazı bölümleri MIT Lisansı altındaki yazılıma dayanır:
uk: Частина підключення до бірж ґрунтується на програмному забезпеченні за ліцензією MIT:
vi: Một phần kết nối với các sàn dựa trên phần mềm theo Giấy phép MIT:
zh_hans: 交易所连接的部分内容基于采用 MIT 许可证的软件：

# licenses_marketdata_title
source: Price data library
ar: مكتبة بيانات الأسعار
cs: Knihovna cenových dat
da: Kursdatabibliotek
de: Kursdaten-Bibliothek
el: Βιβλιοθήκη δεδομένων τιμών
es: Biblioteca de datos de precios
fa: کتابخانهٔ داده‌های قیمت
fi: Kurssitietokirjasto
fr: Bibliothèque de données de cours
he: ספריית נתוני מחירים
hi: मूल्य डेटा लाइब्रेरी
hu: Árfolyamadat-könyvtár
id: Pustaka data harga
it: Libreria dei dati di prezzo
ja: 価格データライブラリ
ko: 시세 데이터 라이브러리
nb: Kursdatabibliotek
nl: Koersdatabibliotheek
pl: Biblioteka danych o kursach
pt: Biblioteca de dados de preços
pt_br: Biblioteca de dados de preços
ro: Bibliotecă de date de preț
ru: Библиотека данных о курсах
sq: Biblioteka e të dhënave të çmimeve
sv: Kursdatabibliotek
th: ไลบรารีข้อมูลราคา
tr: Fiyat verisi kitaplığı
uk: Бібліотека даних про курси
vi: Thư viện dữ liệu giá
zh_hans: 价格数据库

# live_activity_disabled
source: Live Activities are turned off for Crypto Checker in the iOS settings.
ar: الأنشطة المباشرة متوقفة لـ Crypto Checker في إعدادات iOS.
cs: Aktivity živě jsou pro Crypto Checker v nastavení iOS vypnuté.
da: Live-aktiviteter er slået fra for Crypto Checker i iOS-indstillingerne.
de: Live-Aktivitäten sind für Crypto Checker in den iOS-Einstellungen ausgeschaltet.
el: Οι Ζωντανές δραστηριότητες είναι απενεργοποιημένες για το Crypto Checker στις ρυθμίσεις του iOS.
es: Las Actividades en vivo están desactivadas para Crypto Checker en los ajustes de iOS.
fa: فعالیت‌های زنده برای Crypto Checker در تنظیمات iOS خاموش است.
fi: Reaaliaikaiset toiminnot ovat pois päältä Crypto Checkerille iOS:n asetuksissa.
fr: Les Activités en direct sont désactivées pour Crypto Checker dans les Réglages d'iOS.
he: פעילויות בזמן אמת כבויות עבור Crypto Checker בהגדרות iOS.
hi: iOS सेटिंग्ज़ में Crypto Checker के लिए लाइव ऐक्टिविटी बंद हैं।
hu: Az Élő tevékenységek ki vannak kapcsolva a Crypto Checker számára az iOS beállításaiban.
id: Aktivitas Langsung dimatikan untuk Crypto Checker di pengaturan iOS.
it: Le Attività in tempo reale sono disattivate per Crypto Checker nelle impostazioni di iOS.
ja: iOS の設定で Crypto Checker のライブアクティビティがオフになっています。
ko: iOS 설정에서 Crypto Checker의 실시간 현황이 꺼져 있습니다.
nb: Live-aktiviteter er slått av for Crypto Checker i iOS-innstillingene.
nl: Live Activities zijn voor Crypto Checker uitgeschakeld in de iOS-instellingen.
pl: Działania na żywo są wyłączone dla Crypto Checker w ustawieniach iOS.
pt: As Atividades em direto estão desativadas para o Crypto Checker nas Definições do iOS.
pt_br: As Atividades ao Vivo estão desativadas para o Crypto Checker nos Ajustes do iOS.
ro: Activitățile live sunt dezactivate pentru Crypto Checker în setările iOS.
ru: Live Activity для Crypto Checker отключены в настройках iOS.
sq: Aktivitetet live janë të çaktivizuara për Crypto Checker në cilësimet e iOS.
sv: Live-aktiviteter är avstängda för Crypto Checker i iOS-inställningarna.
th: กิจกรรมสดของ Crypto Checker ถูกปิดอยู่ในการตั้งค่า iOS
tr: Crypto Checker için Canlı Etkinlikler iOS ayarlarında kapalı.
uk: Активності наживо для Crypto Checker вимкнено в налаштуваннях iOS.
vi: Hoạt động trực tiếp đang tắt cho Crypto Checker trong cài đặt iOS.
zh_hans: 已在 iOS 设置中为 Crypto Checker 关闭实时活动。

# live_activity_hint
source: Updated whenever the app checks prices – in the background iOS decides how often.
ar: يتم التحديث كلما فحص التطبيق الأسعار – في الخلفية يقرر iOS عدد المرات.
cs: Aktualizuje se, kdykoli aplikace kontroluje kurzy – na pozadí rozhoduje iOS, jak často.
da: Opdateres, når appen tjekker kurser – i baggrunden bestemmer iOS, hvor tit.
de: Wird aktualisiert, wenn die App Kurse prüft – im Hintergrund entscheidet iOS, wie oft.
el: Ενημερώνεται κάθε φορά που η εφαρμογή ελέγχει τιμές – στο παρασκήνιο το iOS αποφασίζει πόσο συχνά.
es: Se actualiza cada vez que la app comprueba los precios; en segundo plano, iOS decide con qué frecuencia.
fa: هر بار که برنامه قیمت‌ها را بررسی می‌کند به‌روز می‌شود – در پس‌زمینه iOS تعیین می‌کند چند وقت یک‌بار.
fi: Päivittyy aina, kun sovellus tarkistaa kurssit – taustalla iOS päättää, kuinka usein.
fr: Mis à jour chaque fois que l'app vérifie les cours – en arrière-plan, iOS décide de la fréquence.
he: מתעדכן בכל פעם שהאפליקציה בודקת שערים – ברקע, iOS מחליט באיזו תדירות.
hi: जब भी ऐप भाव जाँचता है, अपडेट होता है – बैकग्राउंड में iOS तय करता है कि कितनी बार।
hu: Frissül, amikor az alkalmazás árfolyamot ellenőriz – a háttérben az iOS dönti el, milyen gyakran.
id: Diperbarui setiap kali aplikasi memeriksa harga – di latar belakang, iOS yang menentukan seberapa sering.
it: Si aggiorna ogni volta che l'app controlla i prezzi – in background è iOS a decidere quanto spesso.
ja: アプリが価格を確認するたびに更新されます – バックグラウンドでの頻度は iOS が決めます。
ko: 앱이 시세를 확인할 때마다 업데이트됩니다 – 백그라운드에서는 iOS가 빈도를 결정합니다.
nb: Oppdateres hver gang appen sjekker kurser – i bakgrunnen bestemmer iOS hvor ofte.
nl: Wordt bijgewerkt telkens als de app koersen controleert – op de achtergrond bepaalt iOS hoe vaak.
pl: Aktualizuje się za każdym razem, gdy aplikacja sprawdza kursy – w tle o częstotliwości decyduje iOS.
pt: Atualiza sempre que a app verifica os preços – em segundo plano, o iOS decide com que frequência.
pt_br: Atualiza sempre que o app verifica os preços – em segundo plano, o iOS decide com que frequência.
ro: Se actualizează de fiecare dată când aplicația verifică prețurile – în fundal, iOS decide cât de des.
ru: Обновляется каждый раз, когда приложение проверяет курсы – в фоне iOS решает, как часто.
sq: Përditësohet sa herë që aplikacioni kontrollon çmimet – në sfond iOS vendos sa shpesh.
sv: Uppdateras varje gång appen kollar kurser – i bakgrunden avgör iOS hur ofta.
th: อัปเดตทุกครั้งที่แอปตรวจสอบราคา – ในเบื้องหลัง iOS เป็นผู้ตัดสินว่าบ่อยแค่ไหน
tr: Uygulama fiyatları her kontrol ettiğinde güncellenir – arka planda ne sıklıkla olacağına iOS karar verir.
uk: Оновлюється щоразу, коли застосунок перевіряє курси – у фоні iOS вирішує, як часто.
vi: Được cập nhật mỗi khi ứng dụng kiểm tra giá – ở chế độ nền, iOS quyết định tần suất.
zh_hans: 每当应用检查行情时更新——在后台由 iOS 决定频率。
